{
  "title": "Calendar - Initial Research",
  "events": [
    {
      "date": "2025-06-03T11:59:59+08:00",
      "displayDate": "06.03.25",
      "timeDisplay": "1pm to 5pm",
      "rsvpLink": "",
      "subtitle": "Community Hours",
      "title": "Community Hours",
      "link": "",
      "id": 1,
      "image": "",
      "description": "Join us on Tuesday, from 1 pm- 5 pm, during our weekly community hours at IR. The space is open for work, meetings, and intimate weekday programs. WiFi, a growing book collection, and tea are all provided. No RSVP required, stop by and say hi!"
    },
    {
      "date": "2025-06-10T23:42:57+08:00",
      "id": 2,
      "title": "Community Hours",
      "subtitle": "community hours",
      "timeDisplay": "1pm to 5pm",
      "description": "Join us on Tuesday from 1 pm to 5 pm during our weekly community hours at IR. The space is open for work, meetings, and intimate weekday programs. WiFi, a growing book collection, and tea are all provided. No RSVP required - stop by and say hello!",
      "displayDate": "06.10.2025"
    },
    {
      "date": "2025-07-22T23:59:59-04:00",
      "displayDate": "07.22.25",
      "timeDisplay": "8pm to 10pm",
      "rsvpLink": "https://example.com/rsvp/experimental-film",
      "subtitle": "screening",
      "title": "Experimental Film Night",
      "id": 3,
      "image": "img/upcomings/1.jpg",
      "description": "A curated selection of experimental short films by international filmmakers pushing the boundaries of the medium. The program includes works that explore non-narrative structures, alternative production techniques, and expanded cinema practices. Each screening will be followed by a brief discussion led by film curator Alex Wong."
    },
    {
      "date": "2025-05-25T23:59:59-04:00",
      "displayDate": "05.25.25",
      "timeDisplay": "7pm to 8:30pm",
      "rsvpLink": "https://example.com/rsvp/maria-garcia-talk",
      "subtitle": "lecture",
      "title": "Artist Talk: Maria Garcia",
      "id": -30,
      "image": "img/upcomings/2.jpg",
      "description": "Acclaimed artist Maria Garcia discusses her recent work examining the intersection of digital technology and traditional craft practices. Garcia will present her methodology and research process, followed by a Q&A session. This talk is presented in collaboration with the Digital Arts Foundation and is part of our ongoing series on contemporary art practices."
    }
  ]
}