{
  "title": "Fellowship - Inaugural Cohort",
  "heading": "Fellowship",
  "intro": "initial research is committed to supporting the early stages of artistic inquiry. This commitment is embodied in our core program—the Initial Research Fellowship—which offers five groups each year the time, space, and support to pursue self-directed projects. Fellows explore open-ended questions and develop their work over the course of a year, grounded in curiosity, care, and shared learning.",
  "cohorts": [
    {
      "cohort_title": "2025/2026 Inaugural Cohort",
      "order": 1,
      "show_cohort": true,
      "fellows": [
        {
          "fellow_title": "",
          "caption": "Portrait by Lucrezia Pollice",
          "bio": "Hailing from Inner Mongolia and based in New York, choreographer and artist NiNi Dongnier works in choreographic performance, moving image, and painting. She delves deeply into questions about form, faith, constancy, migration, and the experience of life through explorations of movement, visual art, garment, and the use of tech intervention where necessary. Her work in dialogue with multiple nourishments—from her nomadic roots, classical training in a wide range of traditional to contemporary dance, to art history and Mahāyāna Buddhism. \"My desire is to record intuitive truths through the sensual body and its material extensions.\"\n\nDongnier's work has been performed and exhibited at The Watermill Center, New York Live Arts, Movement Research, Mana Contemporary, G Museum, Aranya Art Center, Shanghai Ming Contemporary Art Museum, National Centre for the Performing Arts, and Shanghai International Dance Center Theater, among others. She was a recipient of nominations for the China Dance Lotus Award. She has been an artist in residence at Monira Foundation, La MaMa|CultureHub, The Watermill Center, Media Art Xploration, Jacob's Pillow, and Barnard Movement Lab at Columbia University.\n\nDongnier's initial learning stemmed from the vast, textured nature of Inner Mongolia, as well as from her parents. She graduated from the Beijing Dance Academy, received her MFA from New York University, and studied at the Skowhegan School of Painting and Sculpture. Dongnier has served on the faculty of Beijing Dance Academy (2012-17), taught at Hunter College—CUNY (2020), and at Barnard College—Columbia University (2020, 2024). She was an assistant professor at the School for the Contemporary Arts—Simon Fraser University (2021-24).",
          "number": "01",
          "name": "NiNi Dongnier",
          "additional_images": [],
          "id": "nini-dongnier-2025",
          "image": "/img/uploads/ninidongnier_portrait_bylucreziapollice.jpg",
          "image_type": "single"
        },
        {
          "fellow_title": "",
          "caption": "Portrait by Luke Luokun Cheng",
          "bio": "Sowon Kwon works in a range of media including sculptural and video installations, animation, drawing, printmaking, and artist books. Her projects exploring the interplay between making and writing, portraiture, perception, and historical memory, have been featured at Full Haus, Los Angeles; Triple Canopy magazine; The Poetry Project; and Broodthaers Society of America. She has had solo exhibitions at Gallery Simon, Seoul; The Kitchen, New York; Matrix Gallery/Berkeley Art Museum; and the Whitney Museum of American Art, New York. Her work has also been featured in many group exhibitions in the US and abroad: New Museum, New York; ICA Boston; MOCA Los Angeles; Queens Museum, New York; Yerba Buena Center for the Arts, San Francisco; Artists Space, New York; The Drawing Center, New York; Artsonje Center, Seoul; the Gwangju Biennale, the Yokohama Triennale; and San Art, Ho Chi Minh City. As an educator she has also taught at Columbia University, The Cooper Union, the School of the Art Institute of Chicago, and the Vermont College of Fine Arts. She is a regular contributor to 4 Columns magazine.",
          "number": "02",
          "name": "Sowon Kwon",
          "additional_images": [],
          "id": "sowon-kwon-2025",
          "image": "/img/uploads/sowon-kwon-photo-by-luke-luokun-cheng.jpg",
          "image_type": "single"
        },
        {
          "fellow_title": "",
          "caption": "",
          "bio": "te editions is an independent publishing house launched in 2023 by Michael Guo and Kechun Qin. It currently operates in New York and Beijing. te explores the intersection of the arts and humanities, examining historical and contemporary social landscapes through a diversified and microscopic lens. The focus lies on how cultures encounter, collapse, and transform each other within global cultural flows. Driven by \"curatorial thinking on paper\" in the editorial approach, te editions aims to foster new discussions informed by a genuinely interdisciplinary perspective.\n\nIn 2021, te editions launched the first issue of its annual bilingual publication, te magazine. Each issue draws inspiration from current events, developing a theme that encapsulates the thinking sparked by the moment. Researchers and creators from various fields are invited to contribute their work around this central theme. te editions consistently collaborates with artists, scholars, communities, and cultural organizations to expand on existing projects and to envision new ones.",
          "number": "03",
          "name": "te editions (Michael Guo & Kechun Qin)",
          "additional_images": [
            {
              "src": "/img/uploads/teeditions_michael_guo.jpg",
              "caption": ""
            }
          ],
          "id": "te-editions-2025",
          "image": "/img/uploads/teeditions_kechun_qin.jpg",
          "image_type": "carousel"
        },
        {
          "fellow_title": "",
          "caption": "Portrait by Maria Baranova",
          "bio": "Anh Vo is a Vietnamese choreographer and writer working primarily in New York City, with a second base in Hanoi. Their practice fleshes out the body as a vessel for apparitional forces. Their work is situated in the unlikely lineage convergences between Downtown New York experimental performance, Hanoi performance art, and Vietnamese folk ritual practices. Vo is indebted to Miguel Gutierrez's unapologetic queerness and amorphous excess, Moriah Evan's speculative commitment to the depth of interiority, Tehching Hsieh's existential sense of time, and Ngoc Dai's guttural sonic landscape of postwar Vietnam. Their formal training is in Performance Studies, studying with esteemed theorists and practitioners at Brown University (BA) and New York University (MA).",
          "number": "04",
          "name": "Anh Vo",
          "additional_images": [],
          "id": "anh-vo-2025",
          "image": "/img/uploads/anh_vo_portraitbymariabaranova.jpg",
          "image_type": "single"
        },
        {
          "fellow_title": "",
          "caption": "Portrait by Amiko Li, 2025",
          "bio": "Yu Ji is known for the diversity of her practice, working primarily in sculpture and installation, as well as performance and video. Her long-term interest has been in transforming ongoing investigations into specific spaces that become charged with geographical and historical narratives. Reflecting on and moderating the fragile presence of the human body in relation to objects found in their everyday environments, her performances often coincide with exhibitions of sculptural works, which turn the space of artistic presentation into a site for the production of labor.\n\nYu Ji's Institutional exhibitions include those at the Centro Pecci, Prato, Italy (2024), ICA Institute of Contemporary Art, NYU, Shanghai (2023), OCMA Orange County Museum of Art, Costa Mesa (2023), New Museum in New York (2021), West Bund Museum + Pompidou in Shanghai (2021), Chisenhale Gallery in London (2021), Tensta Konsthall in Stockholm (2018), Rock Bund Art Museum in Shanghai (2017). From 2008 till 2021, she co-founded AM Art Space — an artist-led space in Shanghai, promoting experimentation and exchanges between artists, curators and the public.\n\nBHKM is a conceptual publishing house. Between private and public, they often addressing issues of belonging and authorship, loneliness and otherness. Recent exhibitions include projects at 人人人人, Harmony Community Foundation, Guangzhou (2024); PP3, Columbus Park (Chinatown), New York (2023); Bungee Space, New York (2023); Motto Berlin (2023).",
          "number": "05",
          "name": "Yu Ji & BHKM",
          "additional_images": [],
          "id": "yu-ji-bhkm-2025",
          "image": "/img/uploads/yujiandbhkm.jpg",
          "image_type": "single"
        }
      ]
    },
    {
      "cohort_title": "2026/2027 Cohort",
      "order": 2,
      "show_cohort": false,
      "fellows": [
        {
          "image_type": "single",
          "number": "01",
          "name": "01",
          "id": "01",
          "bio": "0﻿1",
          "fellow_title": "10",
          "image": "/img/uploads/brucesilverstein-constantin-br-ncu-i-endless-column-in-edward-steichen-s-garden-at-voulangis-1932.jpg"
        }
      ]
    }
  ]
}