{
  "mission": {
    "title": "Mission",
    "content": "Initial Research is a nonprofit arts organization based in SoHo, New York City, dedicated to nurturing the early stages of artistic inquiry as a space for collective thinking, experimentation, and care. We cultivate conditions for artists, scholars, and cultural practitioners to develop ideas and practices that engage with the complexities of the world we inhabit.\n\nThe Initial Research Fellowship, our primary program, is a year-long initiative that provides support to five groups each year in a cohort. The fellowship provides time, space, and structural support for individuals exploring questions that may not yet have taken form, foregrounding research as a practice of attention, emergence, and relation. The early phases of artistic research hold transformative potential: not only for generating knowledge but also for building community through curiosity, risk-taking, and a deep love for the world.\n\nIn addition to the fellowship, our space hosts weekly Community Hours and collaborates with artists, practitioners, and institutions on exhibitions, workshops, and gatherings. These programs foster cross-cultural dialogue, encourage interdisciplinary collaboration, and aid in dismantling epistemological binaries. Through this evolving ecosystem, Initial Research invites forms of togetherness where learning is reciprocal and research is generative.",
    "order": 1,
    "visible": true
  },
  "vision": {
    "title": "Vision",
    "items": [
      "We believe artistic inquiry is a powerful space for connection, care, and new ideas.",
      "We support artists and cultural workers to take risks, ask open questions, and practice across disciplines and cultures.",
      "We shape a more thoughtful, responsive, and connected world by intuitively building with the community close by."
    ],
    "order": 2,
    "visible": true
  },
  "people": {
    "title": "Team",
    "team": [
      {
        "name": "Christina Chang",
        "role": "Founder & President ",
        "member_order": 1
      },
      {
        "name": "Yuan Fuca",
        "role": "Co-founder & Artistic Director ",
        "member_order": 2
      },
      {
        "name": "Huidi Xiang",
        "role": "Program Coordinator",
        "member_order": 3
      }
    ],
    "order": 3,
    "visible": true
  },
  "contact": {
    "title": "Contact",
    "organization": "Initial Research",
    "email": "info@initialresearch.org",
    "address": "41 Wooster Street, Floor 2, New York, NY 10013",
    "order": 4,
    "visible": true,
    "additional_sections": []
  },
  "additional_sections": [
    {
      "order": 5,
      "visible": true,
      "content": "Website designed by Nie Lisha\nFurniture for our SoHo space designed by Jenny Chou (Atlas Studio)",
      "title": "Built in Collaboration"
    }
  ]
}