{
  "page_title": "Support Us",
  "support_section": {
    "title": "Support Us",
    "intro": "We're a new public foundation dedicated to supporting early-stage artistic research and building cross-cultural connections. As we build our programs and community from the ground up, your support is essential. Donations directly sustain our fellowship program, shared workspace, and public events — helping us provide resources and visibility to artists and cultural practitioners.\n\nIf you share our belief in the value of early research and artistic experimentation, please consider supporting us by becoming a patron. Your contributions are deeply appreciated — they help us stay open, pay artists for their time and labor, and keep space for experimentation and exchange alive."
  },
  "patron_levels": {
    "title": "Individual Patron Levels",
    "levels": [
      {
        "name": "Friend",
        "amount": "US$3,000"
      },
      {
        "name": "Supporter",
        "amount": "US$8,000"
      },
      {
        "name": "Founding Patron",
        "amount": "US$25,000 and above"
      }
    ]
  },
  "additional_content": {
    "text": "As a thank you, patrons are listed on our Patron Board (unless you'd rather stay anonymous!) and get access to special experiences like studio visits with artists, guaranteed seats at programs, cozy dinners hosted by creatives, and more behind-the-scenes moments.\n\nTo donate, just reach out to us at [donate@initialresearch.org](mailto:donate@initialresearch.org) — we'll provide further details and answer any questions.\n\nWe're currently in the process of securing 501(c)(3) status. Once that's finalized, your gift will be tax-deductible to the extent allowed by law. Thank you so much for supporting this work at the very beginning — it truly makes a difference."
  },
  "donor_recognition": {
    "title": "Donor Board",
    "categories": [
      {
        "name": "Friends",
        "donors": "Doris Yong, Harrison Chen"
      },
      {
        "name": "Supporters",
        "donors": "Mimi Chen, Kay & Edward"
      },
      {
        "name": "Founding Patrons",
        "donors": "Sun Yuan, Dai Wang"
      },
      {
        "name": "Institutional Partners",
        "donors": "De Ying Foundation"
      }
    ]
  }
}