{
  "page_title": "Support Us",
  "support_section": {
    "title": "Support Us",
    "intro": "We're a new public foundation dedicated to supporting early-stage artistic research and building cross-cultural connections. As we develop our programs and community from the ground up, your support is essential. Donations directly sustain our fellowship program, shared workspace, and public events, helping us provide resources and visibility to artists and cultural practitioners.\n\nIf you share our belief in the value of early research and artistic experimentation, we invite you to consider supporting us by becoming a patron. Your contributions are deeply appreciated — they help us remain open, compensate artists for their time and labor, and maintain space for experimentation and exchange."
  },
  "patron_levels": {
    "title": "Individual Patron Levels",
    "levels": [
      {
        "name": "Friend",
        "amount": "US$3,000"
      },
      {
        "name": "Supporter",
        "amount": "US$8,000"
      },
      {
        "name": "Founding Patron",
        "amount": "US$25,000 and above"
      }
    ]
  },
  "additional_content": {
    "text": "As a thank you, all patrons are acknowledged on our Patron Board (unless you prefer to remain anonymous) and are invited to join our growing community through artist studio visits, reserved seating at programs, intimate dinners hosted by artists, and behind-the-scenes moments.\n\nTo make a donation, please get in touch with us at **donate@initialresearch.org**. We’ll be glad to share more details and answer any questions you may have.\n\nWe are currently in the process of securing 501(c)(3) nonprofit status. Once confirmed, your contribution will be tax-deductible to the extent allowed by law.\n\nThank you for supporting this work at its very beginning—your generosity truly makes a difference."
  },
  "donor_recognition": {
    "title": "Donor Board",
    "categories": [
      {
        "name": "Friends",
        "donors": "Karen Smith, Doris Yong, Harrison Chen"
      },
      {
        "name": "Supporters",
        "donors": "Sensen Zhang, Scarlett and Kenny Zhang"
      },
      {
        "name": "Founding Patrons",
        "donors": "E.S, Dai Wang"
      },
      {
        "name": "Institutional Partners",
        "donors": "De Ying Foundation"
      }
    ]
  }
}